Repository: Porabuild/Poracode
Catalog: ios/App/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# projects.error.expired
source: Reconnect to this desktop.
de: Stellen Sie erneut eine Verbindung zu diesem Desktop her.
es: Vuelve a conectarte a este escritorio.
fr: Reconnectez-vous à cet ordinateur.
ja: このデスクトップに再接続してください。
ko: 이 데스크톱에 다시 연결하세요.
pl: Połącz się ponownie z tym komputerem.
pt_br: Reconecte-se a este computador.
ru: Повторно подключитесь к этому компьютеру.
tr: Bu masaüstüne yeniden bağlanın.
uk: Повторно підключіться до цього комп’ютера.
vi: Kết nối lại với máy tính này.
zh_hans: 请重新连接到此桌面端。

# projects.error.generic
source: The operation could not be completed.
de: Der Vorgang konnte nicht abgeschlossen werden.
es: No se pudo completar la operación.
fr: L’opération n’a pas pu être effectuée.
ja: 操作を完了できませんでした。
ko: 작업을 완료할 수 없습니다.
pl: Nie udało się ukończyć operacji.
pt_br: Não foi possível concluir a operação.
ru: Не удалось выполнить операцию.
tr: İşlem tamamlanamadı.
uk: Не вдалося завершити операцію.
vi: Không thể hoàn tất thao tác.
zh_hans: 无法完成操作。

# projects.error.invalidName
source: Enter a valid project name.
de: Geben Sie einen gültigen Projektnamen ein.
es: Introduce un nombre de proyecto válido.
fr: Saisissez un nom de projet valide.
ja: 有効なプロジェクト名を入力してください。
ko: 올바른 프로젝트 이름을 입력하세요.
pl: Wprowadź prawidłową nazwę projektu.
pt_br: Insira um nome de projeto válido.
ru: Введите допустимое имя проекта.
tr: Geçerli bir proje adı girin.
uk: Введіть припустиму назву проєкту.
vi: Nhập tên dự án hợp lệ.
zh_hans: 请输入有效的项目名称。

# projects.error.missingPermission
source: This connection does not have permission to manage projects.
de: Diese Verbindung ist nicht zum Verwalten von Projekten berechtigt.
es: Esta conexión no tiene permiso para gestionar proyectos.
fr: Cette connexion n’est pas autorisée à gérer les projets.
ja: この接続にはプロジェクトを管理する権限がありません。
ko: 이 연결에는 프로젝트 관리 권한이 없습니다.
pl: To połączenie nie ma uprawnień do zarządzania projektami.
pt_br: Esta conexão não tem permissão para gerenciar projetos.
ru: У этого подключения нет разрешения на управление проектами.
tr: Bu bağlantının projeleri yönetme izni yok.
uk: Це підключення не має дозволу керувати проєктами.
vi: Kết nối này không có quyền quản lý dự án.
zh_hans: 此连接没有管理项目的权限。

# projects.error.noChanges
source: There are no changes to save.
de: Es gibt keine zu speichernden Änderungen.
es: No hay cambios que guardar.
fr: Aucune modification à enregistrer.
ja: 保存する変更はありません。
ko: 저장할 변경 사항이 없습니다.
pl: Brak zmian do zapisania.
pt_br: Não há alterações para salvar.
ru: Нет изменений для сохранения.
tr: Kaydedilecek değişiklik yok.
uk: Немає змін для збереження.
vi: Không có thay đổi nào để lưu.
zh_hans: 没有要保存的更改。

# projects.error.notReady
source: The desktop is still connecting.
de: Der Desktop stellt noch eine Verbindung her.
es: El escritorio todavía se está conectando.
fr: L’ordinateur est toujours en cours de connexion.
ja: デスクトップはまだ接続中です。
ko: 데스크톱이 아직 연결 중입니다.
pl: Komputer nadal nawiązuje połączenie.
pt_br: O computador ainda está se conectando.
ru: Компьютер всё ещё подключается.
tr: Masaüstü hâlâ bağlanıyor.
uk: Комп’ютер усе ще підключається.
vi: Máy tính vẫn đang kết nối.
zh_hans: 桌面端仍在连接。

# projects.error.offline
source: This desktop is offline.
de: Dieser Desktop ist offline.
es: Este escritorio no tiene conexión.
fr: Cet ordinateur est hors ligne.
ja: このデスクトップはオフラインです。
ko: 이 데스크톱은 오프라인입니다.
pl: Ten komputer jest offline.
pt_br: Este computador está offline.
ru: Этот компьютер не в сети.
tr: Bu masaüstü çevrimdışı.
uk: Цей комп’ютер не в мережі.
vi: Máy tính này đang ngoại tuyến.
zh_hans: 此桌面端处于离线状态。

# projects.error.pathRequired
source: Choose a folder.
de: Wählen Sie einen Ordner aus.
es: Elige una carpeta.
fr: Choisissez un dossier.
ja: フォルダを選択してください。
ko: 폴더를 선택하세요.
pl: Wybierz folder.
pt_br: Escolha uma pasta.
ru: Выберите папку.
tr: Bir klasör seçin.
uk: Виберіть папку.
vi: Chọn một thư mục.
zh_hans: 请选择文件夹。

# projects.field.folder
source: Folder
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
pl: Folder projektu
pt_br: Pasta
ru: Папка
tr: Klasör
uk: Папка
vi: Thư mục
zh_hans: 文件夹

# projects.field.name
source: Name
de: Projektname
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Название
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称

# projects.integrations.empty
source: No MCP integrations
de: Keine MCP-Integrationen
es: No hay integraciones de MCP
fr: Aucune intégration MCP
ja: MCP連携はありません
ko: MCP 연동 없음
pl: Brak integracji MCP
pt_br: Nenhuma integração MCP
ru: Нет интеграций MCP
tr: MCP entegrasyonu yok
uk: Немає інтеграцій MCP
vi: Không có tích hợp MCP
zh_hans: 没有 MCP 集成

# projects.integrations.title
source: MCP Integrations
de: MCP-Integrationen
es: Integraciones de MCP
fr: Intégrations MCP
ja: MCP連携
ko: MCP 연동
pl: Integracje MCP
pt_br: Integrações MCP
ru: Интеграции MCP
tr: MCP Entegrasyonları
uk: Інтеграції MCP
vi: Tích hợp MCP
zh_hans: MCP 集成

# projects.loading
source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 불러오는 중…
pl: Wczytywanie…
pt_br: Carregando…
ru: Загрузка…
tr: Yükleniyor…
uk: Завантаження…
vi: Đang tải…
zh_hans: 正在加载…

# projects.manage.empty
source: No projects on this desktop
de: Keine Projekte auf diesem Desktop
es: No hay proyectos en este escritorio
fr: Aucun projet sur cet ordinateur
ja: このデスクトップにプロジェクトはありません
ko: 이 데스크톱에 프로젝트가 없습니다
pl: Brak projektów na tym komputerze
pt_br: Nenhum projeto neste computador
ru: На этом компьютере нет проектов
tr: Bu masaüstünde proje yok
uk: На цьому комп’ютері немає проєктів
vi: Không có dự án nào trên máy tính này
zh_hans: 此桌面端上没有项目

# projects.manage.empty.hint
source: Tap + to add a folder or clone a repository on your desktop.
de: Tippen Sie auf +, um auf Ihrem Desktop einen Ordner hinzuzufügen oder ein Repository zu klonen.
es: Toca + para agregar una carpeta o clonar un repositorio en tu escritorio.
fr: Appuyez sur + pour ajouter un dossier ou cloner un dépôt sur votre bureau.
ja: + をタップしてデスクトップでフォルダーを追加するか、リポジトリをクローンしてください。
ko: +를 탭하여 데스크톱에서 폴더를 추가하거나 저장소를 복제하세요.
pl: Dotknij +, aby dodać folder lub sklonować repozytorium na komputerze.
pt_br: Toque em + para adicionar uma pasta ou clonar um repositório no seu desktop.
ru: Нажмите +, чтобы добавить папку или клонировать репозиторий на компьютере.
tr: Masaüstünüzde bir klasör eklemek veya bir depoyu klonlamak için + öğesine dokunun.
uk: Натисніть +, щоб додати папку або клонувати репозиторій на вашому робочому столі.
vi: Nhấn + để thêm một thư mục hoặc sao chép một kho lưu trữ trên máy tính của bạn.
zh_hans: 点击 + 在桌面端添加文件夹或克隆存储库。

# projects.manage.noScope
source: This connection can view projects but not manage them. Re-pair to enable.
de: Diese Verbindung kann Projekte anzeigen, aber nicht verwalten. Kopple erneut, um dies zu aktivieren.
es: Esta conexión puede ver proyectos, pero no administrarlos. Vuelve a emparejarla para habilitarlo.
fr: Cette connexion peut voir les projets, mais pas les gérer. Associez-la à nouveau pour l’activer.
ja: この接続ではプロジェクトを表示できますが、管理はできません。有効にするには再度ペアリングしてください。
ko: 이 연결은 프로젝트를 볼 수 있지만 관리할 수 없습니다. 활성화하려면 다시 페어링하세요.
pl: To połączenie może wyświetlać projekty, ale nie może nimi zarządzać. Sparuj ponownie, aby włączyć.
pt_br: Esta conexão pode ver projetos, mas não gerenciá-los. Faça o pareamento novamente para habilitar.
ru: Это подключение может просматривать проекты, но не управлять ими. Выполните сопряжение заново, чтобы включить управление.
tr: Bu bağlantı projeleri görüntüleyebilir ancak yönetemez. Etkinleştirmek için yeniden eşleştirin.
uk: Це підключення може переглядати проєкти, але не керувати ними. Створіть сполучення заново, щоб увімкнути керування.
vi: Kết nối này có thể xem dự án nhưng không thể quản lý. Hãy ghép nối lại để bật.
zh_hans: 此连接可以查看项目，但不能管理项目。请重新配对以启用。

# projects.manage.offline
source: Reconnect the server to add projects.
de: Verbinde den Server neu, um Projekte hinzuzufügen.
es: Vuelve a conectar el servidor para agregar proyectos.
fr: Reconnectez le serveur pour ajouter des projets.
ja: プロジェクトを追加するにはサーバーに再接続してください。
ko: 프로젝트를 추가하려면 서버에 다시 연결하세요.
pl: Połącz ponownie z serwerem, aby dodać projekty.
pt_br: Reconecte o servidor para adicionar projetos.
ru: Переподключите сервер, чтобы добавлять проекты.
tr: Proje eklemek için sunucuya yeniden bağlanın.
uk: Перепідключіть сервер, щоб додавати проєкти.
vi: Kết nối lại máy chủ để thêm dự án.
zh_hans: 重新连接服务器后即可添加项目。

# projects.manage.select
source: Select a project
de: Projekt auswählen
es: Selecciona un proyecto
fr: Sélectionnez un projet
ja: プロジェクトを選択
ko: 프로젝트 선택
pl: Wybierz projekt
pt_br: Selecione um projeto
ru: Выберите проект
tr: Bir proje seçin
uk: Виберіть проєкт
vi: Chọn một dự án
zh_hans: 选择项目

# projects.manage.title
source: Projects
de: Projekte
es: Proyectos
fr: Projets
ja: プロジェクト
ko: 프로젝트
pl: Projekty
pt_br: Projetos
ru: Проекты
tr: Projeler
uk: Проєкти
vi: Dự án
zh_hans: 项目

# projects.notes.addTodo
source: Add to-do
de: Aufgabe hinzufügen
es: Añadir tarea
fr: Ajouter une tâche
ja: タスクを追加
ko: 할 일 추가
pl: Dodaj zadanie
pt_br: Adicionar tarefa
ru: Добавить задачу
tr: Yapılacak ekle
uk: Додати завдання
vi: Thêm việc cần làm
zh_hans: 添加待办事项

# projects.notes.deleteTodo
source: Delete to-do
de: To-do löschen
es: Eliminar tarea
fr: Supprimer la tâche
ja: To-Doを削除する
ko: 할 일 삭제
pl: Usuń zadanie
pt_br: Excluir tarefa
ru: Удалить задачу
tr: Yapılacak işi sil
uk: Видалити завдання
vi: Xóa việc cần làm
zh_hans: 删除待办事项

# projects.notes.emptyProject
source: Pair a desktop with a project to keep notes on it.
de: Kopple einen Desktop mit einem Projekt, um Notizen zu führen.
es: Vincula un escritorio con un proyecto para tomar notas.
fr: Jumelez un ordinateur avec un projet pour y tenir des notes.
ja: ノートを取るには、プロジェクトのあるデスクトップをペアリングしてください。
ko: 노트를 작성하려면 프로젝트가 있는 데스크톱과 페어링하세요.
pl: Sparuj komputer z projektem, aby prowadzić notatki.
pt_br: Pare um computador com um projeto para fazer anotações.
ru: Сопрягите компьютер с проектом, чтобы вести заметки.
tr: Not tutmak için bir masaüstünü bir projeyle eşleştirin.
uk: З'єднайте комп'ютер із проєктом, щоб вести нотатки.
vi: Ghép nối máy tính với một dự án để ghi chú.
zh_hans: 将桌面与项目配对即可记录笔记。

# projects.notes.loading
source: Loading notes…
de: Notizen werden geladen…
es: Cargando notas…
fr: Chargement des notes…
ja: メモを読み込んでいます…
ko: 메모 로드 중…
pl: Ładowanie notatek…
pt_br: Carregando notas…
ru: Загрузка заметок…
tr: Notlar yükleniyor…
uk: Завантаження нотаток…
vi: Đang tải ghi chú…
zh_hans: 正在加载笔记...

# projects.notes.markDone
source: Mark as done: %@
de: Als erledigt markieren: %@
es: Marcar como hecho: %@
fr: Marquer comme terminé: %@
ja: 完了としてマークする: %@
ko: 완료로 표시: %@
pl: Oznacz jako gotowe: %@
pt_br: Marcar como concluído: %@
ru: Отметить как выполненное: %@
tr: Tamamlandı olarak işaretle: %@
uk: Позначити як виконане: %@
vi: Đánh dấu là xong: %@
zh_hans: 标记为已完成: %@

# projects.notes.markNotDone
source: Mark as not done: %@
de: Als nicht erledigt markieren: %@
es: Marcar como no hecho: %@
fr: Marquer comme non terminé: %@
ja: 未完了としてマークする: %@
ko: 완료되지 않음으로 표시: %@
pl: Oznacz jako niezrobione: %@
pt_br: Marcar como não concluído: %@
ru: Отметить как невыполненное: %@
tr: Tamamlanmadı olarak işaretle: %@
uk: Позначити як невиконане: %@
vi: Đánh dấu là chưa xong: %@
zh_hans: 标记为未完成: %@

# projects.notes.newTodo
source: Add a to-do…
de: Eine Aufgabe hinzufügen…
es: Agregar una tarea…
fr: Ajouter une tâche…
ja: ToDoを追加…
ko: 할 일 추가…
pl: Dodaj zadanie…
pt_br: Adicione uma tarefa…
ru: Добавить задачу…
tr: Yapılacak iş ekleyin…
uk: Додати завдання…
vi: Thêm việc cần làm…
zh_hans: 添加待办事项...

# projects.notes.openTodos
source: %lld open
de: %lld offen
es: %lld abiertos
fr: %lld ouverts
ja: %lld件オープン
ko: %lld 열림
pl: %lld otwartych
pt_br: %lld abertos
ru: %lld открыто
tr: %lld açık
uk: %lld відкрито
vi: %lld mở
zh_hans: %lld打开

# projects.notes.placeholder
source: Write notes for this project…
de: Schreiben Sie Notizen für dieses Projekt ...
es: Escribe notas para este proyecto…
fr: Écrivez des notes pour ce projet…
ja: このプロジェクトのメモを書いてください…
ko: 이 프로젝트에 대한 메모를 작성하세요…
pl: Napisz notatki do tego projektu…
pt_br: Escreva notas para este projeto…
ru: Напишите заметки для этого проекта…
tr: Bu proje için notlar yazın…
uk: Напишіть нотатки для цього проекту…
vi: Viết ghi chú cho dự án này…
zh_hans: 为这个项目写笔记...

# projects.notes.renameTodo.action
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前の変更
ko: 이름 바꾸기
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名

# projects.notes.renameTodo.title
source: Rename to-do
de: To-do umbenennen
es: Renombrar tarea
fr: Renommer la tâche
ja: To-doの名前を変更
ko: 할 일 이름 바꾸기
pl: Zmień nazwę zadania
pt_br: Renomear tarefa
ru: Переименовать задачу
tr: Yapılacak öğesini yeniden adlandır
uk: Перейменувати завдання
vi: Đổi tên việc cần làm
zh_hans: 重命名待办

# projects.notes.title
source: Notes
de: Notizen
es: Notas
fr: Remarques
ja: 注意事項
ko: 메모
pl: Notatki
pt_br: Notas
ru: Заметки
tr: Notlar
uk: Нотатки
vi: Ghi chú
zh_hans: 注释

# projects.notes.todos
source: To-dos
de: Aufgaben
es: Tareas pendientes
fr: À faire
ja: やるべきこと
ko: 할 일
pl: Zadania
pt_br: Tarefas
ru: Задачи
tr: Yapılacaklar
uk: Завдання
vi: Việc cần làm
zh_hans: 待办事项

# projects.remove.action
source: Remove Project
de: Projekt entfernen
es: Eliminar proyecto
fr: Supprimer le projet
ja: プロジェクトを削除
ko: 프로젝트 제거
pl: Usuń projekt
pt_br: Remover projeto
ru: Удалить проект
tr: Projeyi Kaldır
uk: Видалити проєкт
vi: Gỡ dự án
zh_hans: 移除项目

# projects.remove.confirmMessage
source: Remove %@ and permanently delete all of its threads? This cannot be undone.
de: %@ entfernen und alle zugehörigen Threads dauerhaft löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Quitar %@ y eliminar permanentemente todos sus hilos? Esta acción no se puede deshacer.
fr: Supprimer %@ et effacer définitivement tous ses fils de discussion ? Cette action est irréversible.
ja: %@ を削除し、そのすべてのスレッドを完全に削除しますか？この操作は元に戻せません。
ko: %@을(를) 제거하고 모든 스레드를 영구적으로 삭제할까요? 이 작업은 되돌릴 수 없습니다.
pl: Usunąć %@ i trwale usunąć wszystkie jego wątki? Tego nie można cofnąć.
pt_br: Remover %@ e excluir permanentemente todos os seus tópicos? Isso não pode ser desfeito.
ru: Удалить %@ и навсегда удалить все его треды? Это действие нельзя отменить.
tr: %@ öğesini kaldırıp tüm konularını kalıcı olarak silinsin mi? Bu işlem geri alınamaz.
uk: Видалити %@ і назавжди видалити всі його треди? Цю дію не можна скасувати.
vi: Xóa %@ và xóa vĩnh viễn tất cả các luồng của dự án này? Không thể hoàn tác.
zh_hans: 移除 %@ 并永久删除其所有线程？此操作无法撤销。

# projects.remove.confirmTitle
source: Remove %@?
de: %@ entfernen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
ja: %@を削除しますか？
ko: %@을(를) 삭제할까요?
pl: Usunąć %@?
pt_br: Remover %@?
ru: Удалить %@?
tr: %@ kaldırılsın mı?
uk: Видалити %@?
vi: Xóa %@?
zh_hans: 移除 %@？

# projects.remove.confirmation
source: Remove this project from Poracode? Files on the desktop are not deleted.
de: Dieses Projekt aus Poracode entfernen? Dateien auf dem Desktop werden nicht gelöscht.
es: ¿Quitar este proyecto de Poracode? Los archivos del escritorio no se eliminarán.
fr: Supprimer ce projet de Poracode ? Les fichiers sur l’ordinateur ne seront pas supprimés.
ja: このプロジェクトをPoracodeから削除しますか？デスクトップ上のファイルは削除されません。
ko: Poracode에서 이 프로젝트를 제거할까요? 데스크톱의 파일은 삭제되지 않습니다.
pl: Usunąć ten projekt z Poracode? Pliki na komputerze nie zostaną usunięte.
pt_br: Remover este projeto do Poracode? Os arquivos no computador não serão excluídos.
ru: Удалить этот проект из Poracode? Файлы на компьютере не будут удалены.
tr: Bu proje Poracode’dan kaldırılsın mı? Masaüstündeki dosyalar silinmez.
uk: Видалити цей проєкт із Poracode? Файли на комп’ютері не буде видалено.
vi: Gỡ dự án này khỏi Poracode? Các tệp trên máy tính sẽ không bị xóa.
zh_hans: 要从 Poracode 中移除此项目吗？不会删除桌面端上的文件。

# projects.retry
source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить
tr: Yeniden Dene
uk: Спробувати ще раз
vi: Thử lại
zh_hans: 重试

# projects.save.action
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存

# projects.sync.exclude
source: Exclude from sync
de: Von Synchronisierung ausschließen
es: Excluir de la sincronización
fr: Exclure de la synchronisation
ja: 同期から除外
ko: 동기화에서 제외
pl: Wyklucz z synchronizacji
pt_br: Excluir da sincronização
ru: Исключить из синхронизации
tr: Senkronizasyondan çıkar
uk: Виключити із синхронізації
vi: Loại khỏi đồng bộ hóa
zh_hans: 从同步中排除

# projects.sync.include
source: Include in sync
de: In Synchronisierung aufnehmen
es: Incluir en la sincronización
fr: Inclure dans la synchronisation
ja: 同期に追加
ko: 동기화에 포함
pl: Uwzględnij w synchronizacji
pt_br: Incluir na sincronização
ru: Добавить в синхронизацию
tr: Senkronizasyona ekle
uk: Додати до синхронізації
vi: Thêm vào đồng bộ hóa
zh_hans: 加入同步

# projects.sync.notSynced
source: Not synced
de: Nicht synchronisiert
es: Sin sincronizar
fr: Non synchronisé
ja: 未同期
ko: 동기화되지 않음
pl: Niezsynchronizowany
pt_br: Não sincronizado
ru: Не синхронизируется
tr: Senkronize değil
uk: Не синхронізується
vi: Chưa đồng bộ
zh_hans: 未同步

# projects.sync.onThisDevice
source: Sync on This Device
de: Auf diesem Gerät synchronisieren
es: Sincronizar en este dispositivo
fr: Synchroniser sur cet appareil
ja: このデバイスで同期
ko: 이 기기에서 동기화
pl: Synchronizuj na tym urządzeniu
pt_br: Sincronizar neste dispositivo
ru: Синхронизировать на этом устройстве
tr: Bu cihazda senkronize et
uk: Синхронізувати на цьому пристрої
vi: Đồng bộ hóa trên thiết bị này
zh_hans: 在此设备上同步

# projects.sync.stop
source: Stop syncing
de: Synchronisierung beenden
es: Dejar de sincronizar
fr: Arrêter la synchronisation
ja: 同期を停止
ko: 동기화 중지
pl: Zatrzymaj synchronizację
pt_br: Parar de sincronizar
ru: Остановить синхронизацию
tr: Senkronizasyonu durdur
uk: Припинити синхронізацію
vi: Ngừng đồng bộ hóa
zh_hans: 停止同步

# push.alert.error
source: Ended with an error
de: Mit einem Fehler beendet
es: Finalizó con un error
fr: S’est terminé avec une erreur
ja: エラーで終了しました
ko: 오류로 종료됨
pl: Zakończono z błędem
pt_br: Terminou com um erro
ru: Завершено с ошибкой
tr: Bir hatayla sona erdi
uk: Завершено з помилкою
vi: Đã kết thúc với lỗi
zh_hans: 因错误而结束

# push.alert.finished
source: Finished
de: Abgeschlossen
es: Finalizado
fr: Terminé
ja: 完了
ko: 완료됨
pl: Zakończono
pt_br: Finalizado
ru: Завершено
tr: Tamamlandı
uk: Завершено
vi: Đã hoàn tất
zh_hans: 已完成

# push.alert.needsApproval
source: Needs your approval
de: Deine Genehmigung ist erforderlich
es: Necesita tu aprobación
fr: Votre approbation est requise
ja: 承認が必要です
ko: 승인이 필요함
pl: Wymaga Twojej zgody
pt_br: Precisa da sua aprovação
ru: Требуется ваше подтверждение
tr: Onayınız gerekiyor
uk: Потрібне ваше схвалення
vi: Cần bạn phê duyệt
zh_hans: 需要你的批准

# push.alert.needsInput
source: Needs your input
de: Deine Eingabe ist erforderlich
es: Necesita tu respuesta
fr: Votre réponse est requise
ja: 入力が必要です
ko: 입력이 필요함
pl: Wymaga Twojej odpowiedzi
pt_br: Precisa da sua resposta
ru: Требуется ваш ответ
tr: Yanıtınız gerekiyor
uk: Потрібна ваша відповідь
vi: Cần bạn phản hồi
zh_hans: 需要你的回应

# push.alert.running
source: Running
de: Läuft
es: En ejecución
fr: En cours
ja: 実行中
ko: 실행 중
pl: W toku
pt_br: Em execução
ru: Выполняется
tr: Çalışıyor
uk: Виконується
vi: Đang chạy
zh_hans: 运行中

# push.alert.title
source: A conversation
de: Eine Unterhaltung
es: Una conversación
fr: Une conversation
ja: 会話
ko: 대화
pl: Rozmowa
pt_br: Uma conversa
ru: Разговор
tr: Bir konuşma
uk: Розмова
vi: Một cuộc trò chuyện
zh_hans: 一段对话

# push.alert.updated
source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ja: 更新済み
ko: 업데이트됨
pl: Zaktualizowano
pt_br: Atualizado
ru: Обновлено
tr: Güncellendi
uk: Оновлено
vi: Đã cập nhật
zh_hans: 已更新

# rich_chat_activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
ko: 활동
pl: Aktywność
pt_br: Atividade
ru: Действие
tr: Etkinlik
uk: Активність
vi: Hoạt động
zh_hans: 活动

# rich_chat_activity_group
source: %1$lld activity items
de: %1$lld Aktivitätselemente
es: %1$lld elementos de actividad
fr: %1$lld éléments d’activité
ja: アクティビティ %1$lld 件
ko: 활동 항목 %1$lld개
pl: Elementy aktywności: %1$lld
pt_br: %1$lld itens de atividade
ru: Элементы действий: %1$lld
tr: %1$lld etkinlik öğesi
uk: Елементів активності: %1$lld
vi: %1$lld mục hoạt động
zh_hans: %1$lld 个活动项

# rich_chat_add_attachment
source: Add attachment
de: Anhang hinzufügen
es: Añadir archivo adjunto
fr: Ajouter une pièce jointe
ja: 添付ファイルを追加
ko: 첨부 파일 추가
pl: Dodaj załącznik
pt_br: Adicionar anexo
ru: Добавить вложение
tr: Ek ekle
uk: Додати вкладення
vi: Thêm tệp đính kèm
zh_hans: 添加附件

# rich_chat_add_steer
source: Add steer
de: Anweisung hinzufügen
es: Añadir instrucción
fr: Ajouter une instruction
ja: 指示を追加
ko: 지시 추가
pl: Dodaj instrukcję
pt_br: Adicionar instrução
ru: Добавить инструкцию
tr: Yönlendirme ekle
uk: Додати інструкцію
vi: Thêm chỉ dẫn
zh_hans: 添加指示

# rich_chat_allow
source: Allow
de: Zulassen
es: Permitir
fr: Autoriser
ja: 許可
ko: 허용
pl: Zezwól
pt_br: Permitir
ru: Разрешить
tr: İzin ver
uk: Дозволити
vi: Cho phép
zh_hans: 允许

# rich_chat_assistant
source: Assistant
de: Assistent
es: Asistente
ja: アシスタント
ko: 어시스턴트
pl: Asystent
pt_br: Assistente
ru: Ассистент
tr: Asistan
uk: Асистент
vi: Trợ lý
zh_hans: 助手

# rich_chat_attachment_invalid
source: Choose a non-empty file no larger than 20 MiB.
de: Wähle eine nicht leere Datei mit höchstens 20 MiB.
es: Elige un archivo no vacío de 20 MiB como máximo.
fr: Choisissez un fichier non vide de 20 Mio maximum.
ja: 空でない 20 MiB 以下のファイルを選択してください。
ko: 비어 있지 않은 20MiB 이하의 파일을 선택하세요.
pl: Wybierz niepusty plik o rozmiarze nie większym niż 20 MiB.
pt_br: Escolha um arquivo não vazio de até 20 MiB.
ru: Выберите непустой файл размером не более 20 МиБ.
tr: Boş olmayan ve 20 MiB’den büyük olmayan bir dosya seçin.
uk: Виберіть непорожній файл розміром не більше 20 МіБ.
vi: Chọn một tệp không rỗng và không lớn hơn 20 MiB.
zh_hans: 请选择不超过 20 MiB 的非空文件。

# rich_chat_attachment_upload_failed
source: The attachment could not be uploaded. Your message was kept.
de: Der Anhang konnte nicht hochgeladen werden. Deine Nachricht wurde beibehalten.
es: No se pudo subir el archivo adjunto. Tu mensaje se conservó.
fr: La pièce jointe n’a pas pu être envoyée. Votre message a été conservé.
ja: 添付ファイルをアップロードできませんでした。メッセージは保持されています。
ko: 첨부 파일을 업로드하지 못했습니다. 메시지는 유지되었습니다.
pl: Nie udało się przesłać załącznika. Twoja wiadomość została zachowana.
pt_br: Não foi possível enviar o anexo. Sua mensagem foi mantida.
ru: Не удалось загрузить вложение. Ваше сообщение сохранено.
tr: Ek yüklenemedi. Mesajınız korundu.
uk: Не вдалося завантажити вкладення. Ваше повідомлення збережено.
vi: Không thể tải tệp đính kèm lên. Tin nhắn của bạn đã được giữ lại.
zh_hans: 无法上传附件。你的消息已保留。

# rich_chat_auth_required
source: Pair with the desktop again to continue.
de: Kopple den Desktop erneut, um fortzufahren.
es: Vuelve a emparejar el escritorio para continuar.
fr: Associez à nouveau l’ordinateur pour continuer.
ja: 続行するにはデスクトップを再度ペアリングしてください。
ko: 계속하려면 데스크톱을 다시 페어링하세요.
pl: Ponownie sparuj urządzenie z aplikacją komputerową, aby kontynuować.
pt_br: Emparelhe novamente com o computador para continuar.
ru: Снова выполните сопряжение с компьютером.
tr: Devam etmek için masaüstüyle yeniden eşleştirin.
uk: Знову сполучіть пристрій із комп’ютером.
vi: Ghép nối lại với ứng dụng máy tính để tiếp tục.
zh_hans: 请重新与桌面端配对后继续。
